export const cardsLevel1 = [ 
    {
        id: 1,
        text: 'Твоя комната — твой офис',
        isAlpha: true,
    },
    {
        id: 2,
        text: 'Работай, где хочешь — даже на пляже',
        isAlpha: true,
    },
    {
        id: 3,
        text: 'Работать только в офисе, где зоркий взгляд босса всегда на страже твоих неудач',
        isAlpha: false,
    },
    {
        id: 4,
        text: 'Когда начинать рабочий день — решаешь ты сам',
        isAlpha: true,
    },
    {
        id: 5,
        text: 'Удалёнщика только офис исправит. Будь добр: 5/2 с 9 до 18 как штык в офисе!',
        isAlpha: false,
    },
    {
        id: 6,
        text: 'Отпуск можно взять в удобное для тебя время',
        isAlpha: true,
    },
    {
        id: 7,
        text: 'Легко совмещать учёбу и работу',
        isAlpha: true,
    },
    {
        id: 8,
        text: 'В отпуск можно, но согласовать надо за год',
        isAlpha: false,
    },
    {
        id: 9,
        text: 'У тебя будет хватать времени на задачки, любимые сериалы и пары',
        isAlpha: true,
    },
    {
        id: 10,
        text: 'Работа 24/7',
        isAlpha: false,
    }
]

export const cardsLevel2 = [ 
    {
        id: 1,
        text: 'Живи, учись, работай — всё в твоём ритме!',
        isAlpha: true,
    },
    {
        id: 2,
        text: 'Личная жизнь? Мы знаем, что она существует!',
        isAlpha: true,
    },
    {
        id: 3,
        text: 'Отдых? Отличная идея, но после работы',
        isAlpha: false,
    },
    {
        id: 4,
        text: 'Личная жизнь? Это миф!',
        isAlpha: false,
    },
    {
        id: 5,
        text: 'Твоё время — твой ресурс',
        isAlpha: true,
    },
    {
        id: 6,
        text: 'Работа без перерывов? Мы знаем, как быстро обедать',
        isAlpha: false,
    },
    {
        id: 7,
        text: 'Твои друзья забудут, как ты выглядишь',
        isAlpha: false,
    },
    {
        id: 8,
        text: 'С нами учёба и работа идут рука об руку',
        isAlpha: true,
    },
    {
        id: 9,
        text: 'Твоё время ценнее всего',
        isAlpha: true,
    },
    {
        id: 10,
        text: 'Наши бизнес-цели дороже твоей менталки',
        isAlpha: false,
    }
];

export const cardsLevel3 = [ 
    {
        id: 1,
        text: 'Коллеги никогда не кинут в игнор твой таск и придут на помощь',
        isAlpha: true,
    },
    {
        id: 2,
        text: 'Каждую неделю будешь чиллить на дружеских встречах',
        isAlpha: true,
    },
    {
        id: 3,
        text: 'Собрания превращаются в вечеринки, где токсичность — основное блюдо',
        isAlpha: false,
    },
    {
        id: 4,
        text: 'Готовься к куче мемов и котиков в чатах',
        isAlpha: true,
    },
    {
        id: 5,
        text: 'Офисные растения получают больше уважения, чем сотрудники',
        isAlpha: false,
    },
    {
        id: 6,
        text: 'Работай в команде, где любая твоя идея не лишняя',
        isAlpha: true,
    },
    {
        id: 7,
        text: 'Расписание такое: утром с коллегами на творческий синк, вечером — на йогу',
        isAlpha: true,
    },
    {
        id: 8,
        text: 'Твоя задача — ты и решай',
        isAlpha: false,
    },
    {
        id: 9,
        text: 'Тебе грустно? Поделись с коллегой',
        isAlpha: true,
    },
    {
        id: 10,
        text: 'Любишь путешествовать? Мы устраиваем совместные поездки в разные города',
        isAlpha: true,
    }
];

export const cardsLevel4 = [ 
    {
        id: 1,
        text: 'Больше времени для работы, меньше времени для жизни',
        isAlpha: false,
    },
    {
        id: 2,
        text: 'Спрашивай совет у опытных коллег и учись у лучших',
        isAlpha: true,
    },
    {
        id: 3,
        text: 'С нами ты сможешь всё — особенно забыть про отдых',
        isAlpha: false,
    },
    {
        id: 4,
        text: 'Твоя работа — твои правила!',
        isAlpha: true,
    },
    {
        id: 5,
        text: 'Будь мультипотен-\nциалом: проходи курсы по IT и Digital',
        isAlpha: true,
    },
    {
        id: 6,
        text: 'Готовься к новым вызовам — и к прощанию с выходными',
        isAlpha: false,
    },
    {
        id: 7,
        text: 'Живи полноценно: мы понимаем твои приоритеты',
        isAlpha: true,
    },
    {
        id: 8,
        text: 'Возможности растут, как и твой стресс',
        isAlpha: false,
    },
    {
        id: 9,
        text: 'Готовься к регулярным промоушенам\nи похвале от босса',
        isAlpha: true,
    },
    {
        id: 10,
        text: 'Работай,\nгде удобно…\nначальнику',
        isAlpha: false,
    }
];